IDEA Connection Link
Log4NetHelper Constructor
Initializes a new instance of the Log4NetHelper class
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Log4NetHelper()
Public Sub New
public:
Log4NetHelper()
See Also
Reference
Log4NetHelper Class
IdeaRS.ConnectionLink Namespace